akamud.vscode-theme-onedark
alefragnani.bookmarks
amodio.toggle-excluded-files
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
codeium.codeium
dbaeumer.vscode-eslint
donjayamanne.githistory
drcika.apc-extension
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
github.vscode-pull-request-github
heybourn.headwind
meganrogge.template-string-converter
mhutchie.git-graph
naumovs.color-highlight
rafamel.subtle-brackets
redguardtoo.matchit
vscode-icons-team.vscode-icons
vscodevim.vim
vspacecode.whichkey
wallabyjs.console-ninja
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
